base
base-devel
bash-language-server
bat
btrfs-progs
cmake
cronie
discord
dotnet-sdk
dunst
easyeffects
efibootmgr
fd
ferdium
firefox
fzf
ghostty
git
github-cli
glues
grim
grub
gst-plugin-pipewire
hyprcursor
hyprland
hyprpaper
hyprshot
imv
intel-ucode
kitty
lazygit
libpulse
linux
linux-firmware
lsd
man-db
mpv
nemo
neovim
networkmanager
oh-my-posh
pacfiles
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ripgrep
rofi
sddm
sddm-sugar-candy-git
seatd
sesh-bin
shellcheck
shfmt
slurp
spotify
stacer-bin
swaybg
swaylock
termpicker
thunderbird
ttf-jetbrains-mono-nerd
unzip
waybar
wf-recorder
wget
wireplumber
wl-clip-persist
wl-clipboard
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
yadm
yay
yq
zen-browser-bin
zip
zram-generator
zsa-keymapp-bin
