base
base-devel
bash-language-server
bat
btrfs-progs
cmake
ddcutil
dhcpcd
discord
dotnet-sdk
dunst
easyeffects
efibootmgr
fastfetch
fd
ferdium
fzf
ghostty
gimp
git
github-cli
glues
grim
grub
gst-plugin-pipewire
hyprland
hyprpaper
hyprshot
imv
intel-ucode
kitty
konsole
lazygit
libpulse
linux
linux-firmware
looksyk-desktop
lsd
man-db
nano
nemo
neovim
networkmanager
nodejs
npm
oh-my-posh
os-prober
pacfiles
pay-respects
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
ripgrep
rofi
sddm
sddm-sugar-candy-git
sesh-bin
shc
shellcheck
shfmt
slurp
spotify
stacer-bin
termpicker
thunderbird
timeshift
tmux
ttf-jetbrains-mono-nerd
unzip
waybar
wayland-protocols
wireplumber
wl-clipboard
wlroots
xdg-user-dirs
yadm
yay
yay-debug
yazi
yq
zen-browser-bin
zip
zoxide
zram-generator
zsa-keymapp-bin
