base
base-devel
bash-completion
bash-language-server
bat
btrfs-progs
cmake
cronie
discord
dotnet-sdk
dunst
easyeffects
efibootmgr
fd
ferdium
fzf
ghostty
git
github-cli
glues
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprshot
imv
intel-media-driver
intel-ucode
iwd
kitty
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
lsd
man-db
nano
nemo
neovim
network-manager-applet
networkmanager
oh-my-posh
os-prober
pacfiles
pay-respects
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
rofi
sddm
sddm-sugar-candy-git
sesh-bin
shellcheck
shfmt
slurp
smartmontools
spotify
stacer-bin
termpicker
thunderbird
ttf-jetbrains-mono-nerd
unzip
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yadm
yay
yq
zen-browser-bin
zip
zram-generator
zsa-keymapp-bin
